<?php

return [
    'title' => 'Networking quest',
    'questions' => [
        [
            'label' => 'Група',
        ],
        [
            'label' => 'ПІБ',
        ],
        [
            'label' => 'На якому порту працює сервіс `irc`',
        ],
        [
            'label' => 'Знайти ім\'я для адреси 8.8.8.8',
        ],
        [
            'label' => 'Яке посилання присутнє у DNS записах типу TXT для сайту з попереднього завдання',
        ],
        [
            'label' => 'Не відкривається сайт pink.[видалено]. Чому?',
            'type' => 'select',
            'options' => [
                'неправильна адреса',
                'сіра (внутрішня) адреса',
                'нема маршруту',
                'нема потрібного сервісу',
                'хост не працює',
            ],
        ],
    ],
];
